src/main/resources/templates/seguros-mundial/descargar-poliza-soap-client.vm

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <DescargarArchivoPolElectronicaFormularioSoapClient xmlns="http://www.mundialseguros.com.co/">
      <cod_grupo_endo>${body.get("codGrupoEndo")}</cod_grupo_endo>
      <cod_ramo>${body.get("codRamo")}</cod_ramo>
      <nro_formulario>${body.get("nroFormulario")}</nro_formulario>
      <cod_agente>${body.get("codAgente")}</cod_agente>
    </DescargarArchivoPolElectronicaFormularioSoapClient>
  </soap12:Body>
</soap12:Envelope>